Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/over_to_millioner_kroner_i_stotte_til_forlag_for_a_utvikle_digitale_laeremidler.html.tmx
Source language: nob
Languages: sme

source: Over to millioner kroner i støtte til forlag for å utvikle digitale læremidler
sme: Badjelaš guokte miljovnna ruvnnu doarjjan ovdánahttit digitála oahpponeavvuid

source: Sametingsrådet har bevilget 2 161 000 kroner i tilskudd til LearnLab AS for å utvikl e et digitalt læremiddel om bærekraftig utvikling.
sme: Sámediggeráđđi lea juolludan 2 161 000 ruvnno doarjaga LearnLab AS lágádussii buvttadit digitála oahpponeavvu guoddevaš ovdáneapmi birra.

source: Fagfornyelsen har forventning om at skolen skal legge til rette for læring innenfor de tre tverrfaglige temaene folkehelse og livsmestring, demokrati og medborgerskap, og bærekraftig utvikling.
sme: Fágaođastusa vuordámuš lea ahte skuvla galgá láhčit dili oahppamii dán golmma fágaidrasttideaddji fáttás: álbmotdearvvašvuohta ja eallimis birget, demokratiija ja mielborgárvuohta ja guoddevaš ovdáneapmi.

source: LearnLabs læremiddel legger til rette for å gi elevene kunnskap innen bærekraftig utvikling.
sme: LearnLab AS oahpponeavvu láhčá dili oahppamii guoddevaš ovdáneapmi fáttás.

source: Slike samiske læremidler er ikke tidligere blitt utviklet om dette temaet.
sme: Eai leat ovdalaččas ráhkaduvvon sámi oahpponeavvut dán fáttás.

source: Læremiddelet skal være til nytte for elever slik at de får innsikt i utfordringer og dilemmaer innenfor temaet, og at de får forståelse i hvordan vi gjennom kunnskap og samarbeid kan finne løsninger, og lærer om sammenhenger mellom handlinger og konsekvenser.
sme: Oahpponeavvu galgá leat ávkin dasa ahte oahppit ožžot ipmárdusa fáttá hástalusain ja dilemmain, ahte sii oččot ipmárdusa movt sáhttit máhtu ja ovttasbarggu bokte gávdnat čovdosiid, ja ohppet oktavuođaid birra daguid ja konsekveanssaid gaskka.

source: Læremiddelpakken skal bestå av minimum 100 ressurser til bruk i grunnopplæringen fra 1.-13. årstrinn, der progresjonen er knyttet til ulike kompetansemål på ulike trinn, og det igjen vil danne utgangspunkt for innholdet i ressursene.
sme: Oahpponeavvopáhkas galget leat unnimus 100 resurssa vuođđooahpahusa 1.-13. jahkecehkiid váste, gos progrešuvdna mii lea čadnon iešguđetlágan gealbomihttomeriide iešguđetlágan dásiide bidjá vuođu resurssa sisdollui.

source: Læremiddelet inkluderer fagene samisk, samfunnsfag, mat og helse, naturfag, ROEE, duodji og musikk.
sme: Oahpponeavvu láktasa fágaide sámegiella, servodatfága, biebmu ja dearvvašvuohta, luonddufága, ROEE, duodji ja musihkka.

source: Ressursene vil bli tilgjengelige på nordsamisk, sørsamisk, lulesamisk og norsk.
sme: Resurssat šaddet gávdnamis davvisámegillii, máttasámegillii, julevsámegillii ja dárogillii.

source: Sametingets tilskudd finansierer ressursene på de tre samiske språkene.
sme: Sámedikki doarjja ruhtada resurssaid dan golmma sámegillii.

source: – Sametingsrådet er glad for at en innen få år kan tilby læremiddel som omhandler dette temaet .
sme: – Sámediggeráđđi lea movttet go moatti jagi geahčen sáhttit fállat oahpponeavvu mii válddahalla dan fáttá.

source: Å verne om livet på jorda og å ta vare på behovene til mennesker som lever i dag, uten å ødelegge framtidige generasjoners muligheter til å dekke sine behov, er et tidsaktuell tema som er nødvendig å inkludere på tvers av fag i hele grunnopplæringsløpet, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Dat ahte suodjalit eallima eatnamis ja áimmahuššat dálá olbmuid dárbbu bilitkeahttá boahttevaš buolvvaid vejolašvuođa gokčat iežaset dárbbuid, lea áigeguovdilis fáddá man lea dárbu laktit fágaid rastá olles vuođđooahpahusmanus, lohká sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Bevilgningen er gitt fra tilskuddsordningen innen læremiddelutvikling
sme: Juolludeapmi juolluduvvo doarjjaortnet suorggis mii gullá oahpponeavvoráhkadeapmai.
